Repository: Infomaniak/desktop-kDrive
Catalog: src/gui4/windows/kDrive client/kDrive client/Strings/*/Resources.resw
Source language: en_us
Languages: da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, it_it, nb_no, nl_nl, pl_pl, pt_pt, sv_se

# notifyOnFileExcluded
source: Receive a notification when a file is excluded
da_dk: Modtag en notifikation, når en fil udelukkes
de_de: Eine Benachrichtigung erhalten, wenn eine Datei ausgeschlossen wird
el_gr: Λήψη ειδοποίησης όταν ένα αρχείο εξαιρείται
es_es: Recibir una notificación cuando se excluye un archivo
fi_fi: Vastaanota ilmoitus, kun tiedosto suljetaan pois
fr_fr: Recevoir une notification lorsqu’un fichier est exclu
it_it: Ricevi una notifica quando un file viene escluso
nb_no: Motta et varsel når en fil ekskluderes
nl_nl: Een melding ontvangen wanneer een bestand wordt uitgesloten
pl_pl: Otrzymuj powiadomienie, gdy plik jest wykluczony
pt_pt: Receber uma notificação quando um ficheiro é excluído
sv_se: Ta emot ett meddelande när en fil exkluderas

# onBoardingAdvancedSettingsDriveTitle
source: Configure sync for this kDrive
da_dk: Konfigurer synkronisering for dette kDrive
de_de: Synchronisierung für dieses kDrive konfigurieren
el_gr: Ρύθμιση παραμέτρων συγχρονισμού για αυτό το kDrive
es_es: Configurar la sincronización para este kDrive
fi_fi: Määritä tämän kDriven synkronointi
fr_fr: Configurer la synchronisation pour ce kDrive
it_it: Configura la sincronizzazione per questo kDrive
nb_no: Konfigurer synkronisering for denne kDrive
nl_nl: Synchronisatie voor dit kDrive configureren
pl_pl: Skonfiguruj synchronizację dla tego kDrive
pt_pt: Configurar a sincronização para este kDrive
sv_se: Konfigurera synkronisering för den här kDrive

# onboardingAdvancedSettingsDriveCustomizeLocation
source: Customize the location of your kDrive folder on your computer:
da_dk: Tilpas placeringen af din kDrive-mappe på din computer:
de_de: Passen Sie den Speicherort Ihres kDrive-Ordners auf Ihrem Computer an:
el_gr: Προσαρμόστε τη θέση του φακέλου kDrive στον υπολογιστή σας:
es_es: Personalice la ubicación de su carpeta kDrive en su ordenador:
fi_fi: Muokkaa kDrive-kansiosi sijaintia tietokoneella:
fr_fr: Personnalisez l’emplacement de votre dossier kDrive sur votre ordinateur :
it_it: Personalizza la posizione della tua cartella kDrive sul tuo computer:
nb_no: Tilpass plasseringen av kDrive-mappen din på datamaskinen:
nl_nl: Pas de locatie van uw kDrive-map op uw computer aan:
pl_pl: Dostosuj lokalizację folderu kDrive na swoim komputerze:
pt_pt: Personalize a localização da sua pasta kDrive no seu computador:
sv_se: Anpassa platsen för din kDrive-mapp på din dator:

# onboardingAdvancedSettingsDriveCustomizeLocationTip
source: The chosen folder must be empty for sync to work correctly.
da_dk: Den valgte mappe skal være tom for at synkronisering fungerer korrekt.
de_de: Der gewählte Ordner muss leer sein, damit die Synchronisierung korrekt funktioniert.
el_gr: Ο επιλεγμένος φάκελος πρέπει να είναι κενός για να λειτουργεί σωστά ο συγχρονισμός.
es_es: La carpeta elegida debe estar vacía para que la sincronización funcione correctamente.
fi_fi: Valitun kansion on oltava tyhjä, jotta synkronointi toimii oikein.
fr_fr: Le dossier choisi doit être vide pour que la synchronisation fonctionne correctement.
it_it: La cartella scelta deve essere vuota per il corretto funzionamento della sincronizzazione.
nb_no: Den valgte mappen må være tom for at synkroniseringen skal fungere korrekt.
nl_nl: De gekozen map moet leeg zijn voor de synchronisatie correct te werken.
pl_pl: Wybrany folder musi być pusty, aby synchronizacja działała prawidłowo.
pt_pt: A pasta escolhida deve estar vazia para que a sincronização funcione corretamente.
sv_se: Den valda mappen måste vara tom för att synkroniseringen ska fungera korrekt.

# onboardingAdvancedSettingsDriveExclusionDescription
source: Choose the folders to sync on this computer:
da_dk: Vælg de mapper, der skal synkroniseres på denne computer:
de_de: Wählen Sie die Ordner aus, die auf diesem Computer synchronisiert werden sollen:
el_gr: Επιλέξτε τους φακέλους για συγχρονισμό σε αυτόν τον υπολογιστή:
es_es: Elija las carpetas a sincronizar en este ordenador:
fi_fi: Valitse tällä tietokoneella synkronoitavat kansiot:
fr_fr: Choisissez les dossiers à synchroniser sur cet ordinateur :
it_it: Scegli le cartelle da sincronizzare su questo computer:
nb_no: Velg mappene som skal synkroniseres på denne datamaskinen:
nl_nl: Kies de mappen om op deze computer te synchroniseren:
pl_pl: Wybierz foldery do synchronizacji na tym komputerze:
pt_pt: Escolha as pastas a sincronizar neste computador:
sv_se: Välj mapparna att synkronisera på den här datorn:

# onboardingAdvancedSettingsDriveExclusionTitle
source: Synced folders
da_dk: Synkroniserede mapper
de_de: Synchronisierte Ordner
el_gr: Συγχρονισμένοι φάκελοι
es_es: Carpetas sincronizadas
fi_fi: Synkronoidut kansiot
fr_fr: Dossiers synchronisés
it_it: Cartelle sincronizzate
nb_no: Synkroniserte mapper
nl_nl: Gesynchroniseerde mappen
pl_pl: Zsynchronizowane foldery
pt_pt: Pastas sincronizadas
sv_se: Synkroniserade mappar

# onboardingAdvancedSettingsDriveSelectionDescription
source: For each kDrive, you can choose where it is synced on your computer and which folders to sync.
da_dk: For hvert kDrive kan du vælge, hvor det synkroniseres på din computer, og hvilke mapper du vil synkronisere.
de_de: Für jedes kDrive können Sie auswählen, wo es auf Ihrem Computer synchronisiert wird und welche Ordner synchronisiert werden sollen.
el_gr: Για κάθε kDrive, μπορείτε να επιλέξετε πού συγχρονίζεται στον υπολογιστή σας και ποιους φακέλους να συγχρονίσετε.
es_es: Para cada kDrive, puede elegir dónde se sincroniza en su ordenador y qué carpetas sincronizar.
fi_fi: Jokaiselle kDrivelle voit valita, mihin se synkronoidaan tietokoneellesi ja mitkä kansiot synkronoidaan.
fr_fr: Pour chaque kDrive, vous pourrez choisir où il est synchronisé sur votre ordinateur et quels dossiers synchroniser.
it_it: Per ogni kDrive, puoi scegliere dove viene sincronizzato sul tuo computer e quali cartelle sincronizzare.
nb_no: For hver kDrive kan du velge hvor den synkroniseres på datamaskinen og hvilke mapper som skal synkroniseres.
nl_nl: Voor elk kDrive kunt u kiezen waar het op uw computer wordt gesynchroniseerd en welke mappen worden gesynchroniseerd.
pl_pl: Dla każdego kDrive możesz wybrać, gdzie jest synchronizowany na Twoim komputerze i które foldery synchronizować.
pt_pt: Para cada kDrive, pode escolher onde é sincronizado no seu computador e quais as pastas a sincronizar.
sv_se: För varje kDrive kan du välja var den synkroniseras på din dator och vilka mappar som ska synkroniseras.

# onboardingAdvancedSettingsDriveSelectionExclusion
source: Synced content:
da_dk: Synkroniseret indhold:
de_de: Synchronisierter Inhalt:
el_gr: Συγχρονισμένο περιεχόμενο:
es_es: Contenido sincronizado:
fi_fi: Synkronoitu sisältö:
fr_fr: Contenu synchronisé :
it_it: Contenuto sincronizzato:
nb_no: Synkronisert innhold:
nl_nl: Gesynchroniseerde inhoud:
pl_pl: Zsynchronizowana zawartość:
pt_pt: Conteúdo sincronizado:
sv_se: Synkroniserat innehåll:

# onboardingAdvancedSettingsDriveSelectionLocation
source: Location:
da_dk: Placering:
de_de: Speicherort:
el_gr: Τοποθεσία:
es_es: Ubicación:
fi_fi: Sijainti:
fr_fr: Emplacement :
it_it: Posizione:
nb_no: Plassering:
nl_nl: Locatie:
pl_pl: Lokalizacja:
pt_pt: Localização:
sv_se: Plats:

# onboardingAdvancedSettingsDriveSelectionTitle
source: Configure your kDrives
da_dk: Konfigurer dine kDrive
de_de: Ihre kDrives konfigurieren
el_gr: Ρύθμιση παραμέτρων των kDrive σας
es_es: Configurar sus kDrives
fi_fi: Määritä kDrivesi
fr_fr: Configurer vos kDrive
it_it: Configura i tuoi kDrive
nb_no: Konfigurer kDrive-ene dine
nl_nl: Uw kDrives configureren
pl_pl: Skonfiguruj swoje kDrive
pt_pt: Configurar os seus kDrives
sv_se: Konfigurera dina kDrives

# onboardingAdvancedSettingsExclusionTitle
source: Choose the folders to sync on this computer
da_dk: Vælg de mapper, der skal synkroniseres på denne computer
de_de: Wählen Sie die Ordner aus, die auf diesem Computer synchronisiert werden sollen
el_gr: Επιλέξτε τους φακέλους για συγχρονισμό σε αυτόν τον υπολογιστή
es_es: Elija las carpetas a sincronizar en este ordenador
fi_fi: Valitse tällä tietokoneella synkronoitavat kansiot
fr_fr: Choisissez les dossiers à synchroniser sur cet ordinateur
it_it: Scegli le cartelle da sincronizzare su questo computer
nb_no: Velg mappene som skal synkroniseres på denne datamaskinen
nl_nl: Kies de mappen om op deze computer te synchroniseren
pl_pl: Wybierz foldery do synchronizacji na tym komputerze
pt_pt: Escolha as pastas a sincronizar neste computador
sv_se: Välj mapparna att synkronisera på den här datorn

# onboardingAdvancedSettingsLiteSyncDescription
source: Files are only downloaded when opened, to save disk space.
da_dk: Filer downloades kun, når de åbnes, for at spare diskplads.
el_gr: Τα αρχεία λαμβάνονται μόνο κατά το άνοιγμά τους, για εξοικονόμηση χώρου δίσκου.
fi_fi: Tiedostot ladataan vain avaamisen yhteydessä levytilan säästämiseksi.
it_it: I file vengono scaricati solo all’apertura, per risparmiare spazio su disco.
nb_no: Filer lastes bare ned når de åpnes, for å spare diskplass.
nl_nl: Bestanden worden alleen gedownload bij het openen, om schijfruimte te besparen.
pl_pl: Pliki są pobierane tylko przy otwieraniu, aby zaoszczędzić miejsce na dysku.
pt_pt: Os ficheiros são transferidos apenas quando abertos, para poupar espaço em disco.
sv_se: Filer laddas ned enbart när de öppnas, för att spara diskutrymme.

# onboardingAdvancedSettingsLiteSyncTitle
source: Enable Lite Sync
da_dk: Aktivér Lite Sync
el_gr: Ενεργοποίηση Lite Sync
fi_fi: Ota Lite Sync käyttöön
it_it: Attivare Lite Sync
nb_no: Aktiver Lite Sync
nl_nl: Lite Sync inschakelen
pl_pl: Włącz Lite Sync
pt_pt: Ativar o Lite Sync
sv_se: Aktivera Lite Sync

# onboardingAlreadySyncedDriveTooltip
source: This kDrive is already configured. Go to your settings to modify it.
da_dk: Dette kDrive er allerede konfigureret. Gå til dine indstillinger for at ændre det.
de_de: Dieses kDrive ist bereits konfiguriert. Gehen Sie zu Ihren Einstellungen, um es zu ändern.
el_gr: Αυτό το kDrive είναι ήδη διαμορφωμένο. Μεταβείτε στις ρυθμίσεις σας για να το τροποποιήσετε.
es_es: Este kDrive ya está configurado. Vaya a sus ajustes para modificarlo.
fi_fi: Tämä kDrive on jo määritetty. Siirry asetuksiin muokataksesi sitä.
fr_fr: Ce kDrive est déjà configuré. Allez dans vos paramètres pour le modifier.
it_it: Questo kDrive è già configurato. Vai alle impostazioni per modificarlo.
nb_no: Denne kDrive er allerede konfigurert. Gå til innstillingene for å endre den.
nl_nl: Dit kDrive is al geconfigureerd. Ga naar uw instellingen om het te wijzigen.
pl_pl: Ten kDrive jest już skonfigurowany. Przejdź do ustawień, aby go zmodyfikować.
pt_pt: Este kDrive já está configurado. Aceda às suas definições para o modificar.
sv_se: Den här kDrive är redan konfigurerad. Gå till dina inställningar för att ändra den.

# onboardingDriveSelectionNoDriveDescription
source: Get started for free with my kSuite, or choose a plan that suits your needs.
da_dk: Kom gratis i gang med my kSuite, eller vælg en plan, der passer til dine behov.
de_de: Starten Sie kostenlos mit my kSuite, oder wählen Sie einen Plan, der Ihren Bedürfnissen entspricht.
el_gr: Ξεκινήστε δωρεάν με τη my kSuite, ή επιλέξτε ένα πλάνο που ταιριάζει στις ανάγκες σας.
es_es: Comience gratis con my kSuite, o elija un plan que se adapte a sus necesidades.
fi_fi: Aloita ilmaiseksi my kSuite -palvelulla, tai valitse tarpeisiisi sopiva paketti.
fr_fr: Commencez gratuitement avec my kSuite, ou choisissez une offre adaptée à vos besoins.
it_it: Inizia gratuitamente con my kSuite, o scegli un piano adatto alle tue esigenze.
nb_no: Kom i gang gratis med my kSuite, eller velg en plan som passer dine behov.
nl_nl: Begin gratis met my kSuite, of kies een abonnement dat bij uw behoeften past.
pl_pl: Zacznij za darmo z my kSuite, lub wybierz plan dopasowany do Twoich potrzeb.
pt_pt: Comece gratuitamente com a minha kSuite, ou escolha um plano adequado às suas necessidades.
sv_se: Kom igång gratis med my kSuite, eller välj ett abonnemang som passar dina behov.

# onboardingDriveSelectionNoDriveTitle
source: You don’t have a kDrive yet.
da_dk: Du har ikke et kDrive endnu.
de_de: Sie haben noch kein kDrive.
el_gr: Δεν έχετε ακόμα kDrive.
es_es: Aún no tiene un kDrive.
fi_fi: Sinulla ei vielä ole kDrivea.
fr_fr: Vous n’avez pas encore de kDrive.
it_it: Non hai ancora un kDrive.
nb_no: Du har ikke en kDrive ennå.
nl_nl: U heeft nog geen kDrive.
pl_pl: Nie masz jeszcze kDrive.
pt_pt: Ainda não tem um kDrive.
sv_se: Du har inte en kDrive ännu.

# onboardingDriveSelectionSelectTitle
source: Choose the kDrives to sync on this computer:
da_dk: Vælg de kDrive, der skal synkroniseres på denne computer:
de_de: Wählen Sie die kDrives aus, die auf diesem Computer synchronisiert werden sollen:
el_gr: Επιλέξτε τα kDrive για συγχρονισμό σε αυτόν τον υπολογιστή:
es_es: Elija los kDrives a sincronizar en este ordenador:
fi_fi: Valitse tällä tietokoneella synkronoitavat kDrivert:
fr_fr: Choisissez les kDrive à synchroniser sur cet ordinateur :
it_it: Scegli i kDrive da sincronizzare su questo computer:
nb_no: Velg kDrive-ene som skal synkroniseres på denne datamaskinen:
nl_nl: Kies de kDrives om op deze computer te synchroniseren:
pl_pl: Wybierz kDrive do synchronizacji na tym komputerze:
pt_pt: Escolha os kDrives a sincronizar neste computador:
sv_se: Välj kDrives att synkronisera på den här datorn:

# onboardingDriveSelectionSyncInProgress
source: Sync in progress
da_dk: Synkronisering i gang
de_de: Synchronisierung läuft
el_gr: Συγχρονισμός σε εξέλιξη
es_es: Sincronización en curso
fi_fi: Synkronointi käynnissä
fr_fr: Synchronisation en cours
it_it: Sincronizzazione in corso
nb_no: Synkronisering pågår
nl_nl: Synchronisatie bezig
pl_pl: Synchronizacja w toku
pt_pt: Sincronização em curso
sv_se: Synkronisering pågår

# onboardingDriveSelectionTitle
source: Good to see you!
da_dk: Godt at se dig!
de_de: Schön, Sie zu sehen!
el_gr: Χαιρόμαστε που σας βλέπουμε!
es_es: ¡Qué bueno verte!
fi_fi: Mukava nähdä sinut!
fr_fr: Content de vous retrouver !
it_it: Bentornato!
nb_no: Hyggelig å se deg!
nl_nl: Fijn u te zien!
pl_pl: Miło Cię znowu widzieć!
pt_pt: Que bom vê-lo!
sv_se: Kul att se dig!

# onboardingExclusionSummaryNone
source: All kDrive folders
da_dk: Alle kDrive-mapper
de_de: Alle kDrive-Ordner
el_gr: Όλοι οι φάκελοι kDrive
es_es: Todas las carpetas de kDrive
fi_fi: Kaikki kDrive-kansiot
fr_fr: Tous les dossiers kDrive
it_it: Tutte le cartelle kDrive
nb_no: Alle kDrive-mapper
nl_nl: Alle kDrive-mappen
pl_pl: Wszystkie foldery kDrive
pt_pt: Todas as pastas do kDrive
sv_se: Alla kDrive-mappar

# onboardingExclusionSummarySome
source: Custom selection
da_dk: Brugerdefineret valg
de_de: Benutzerdefinierte Auswahl
el_gr: Προσαρμοσμένη επιλογή
es_es: Selección personalizada
fi_fi: Mukautettu valinta
fr_fr: Sélection personnalisée
it_it: Selezione personalizzata
nb_no: Tilpasset utvalg
nl_nl: Aangepaste selectie
pl_pl: Niestandardowy wybór
pt_pt: Seleção personalizada
sv_se: Anpassat urval

# onboardingLoginDescription
source: The private, fast and secure cloud, hosted in Switzerland. Sign in and keep your documents synced across all your devices.
da_dk: Det private, hurtige og sikre cloud, hostet i Schweiz. Log ind, og hold dine dokumenter synkroniserede på alle dine enheder.
de_de: Die private, schnelle und sichere Cloud, gehostet in der Schweiz. Melden Sie sich an und halten Sie Ihre Dokumente auf allen Ihren Geräten synchronisiert.
el_gr: Το ιδιωτικό, γρήγορο και ασφαλές cloud, φιλοξενούμενο στην Ελβετία. Συνδεθείτε και διατηρήστε τα έγγραφά σας συγχρονισμένα σε όλες τις συσκευές σας.
es_es: La nube privada, rápida y segura, alojada en Suiza. Inicie sesión y mantenga sus documentos sincronizados en todos sus dispositivos.
fi_fi: Yksityinen, nopea ja turvallinen pilvi, isännöity Sveitsissä. Kirjaudu sisään ja pidä asiakirjasi synkronoituina kaikilla laitteillasi.
fr_fr: Le cloud privé, rapide et sécurisé, hébergé en Suisse. Connectez-vous et gardez vos documents synchronisés sur tous vos appareils.
it_it: Il cloud privato, veloce e sicuro, ospitato in Svizzera. Accedi e mantieni i tuoi documenti sincronizzati su tutti i tuoi dispositivi.
nb_no: Den private, raske og sikre skyen, driftet i Sveits. Logg inn og hold dokumentene dine synkronisert på alle enhetene dine.
nl_nl: De privé, snelle en veilige cloud, gehost in Zwitserland. Log in en houd uw documenten gesynchroniseerd op al uw apparaten.
pl_pl: Prywatna, szybka i bezpieczna chmura, hostowana w Szwajcarii. Zaloguj się i synchronizuj dokumenty na wszystkich swoich urządzeniach.
pt_pt: A cloud privada, rápida e segura, alojada na Suíça. Inicie sessão e mantenha os seus documentos sincronizados em todos os seus dispositivos.
sv_se: Det privata, snabba och säkra molnet, drftat i Schweiz. Logga in och håll dina dokument synkroniserade på alla dina enheter.

# onboardingLoginErrorDescription
source: An error occurred, please try again.
da_dk: Der opstod en fejl. Prøv venligst igen.
de_de: Ein Fehler ist aufgetreten. Bitte versuchen Sie es erneut.
el_gr: Παρουσιάστηκε σφάλμα, παρακαλούμε δοκιμάστε ξανά.
es_es: Se produjo un error, vuelva a intentarlo.
fi_fi: Tapahtui virhe, yritä uudelleen.
fr_fr: Une erreur est survenue, veuillez réessayer.
it_it: Si è verificato un errore, riprova.
nb_no: Det oppstod en feil, vennligst prøv igjen.
nl_nl: Er is een fout opgetreden, probeer het opnieuw.
pl_pl: Wystąpił błąd, spróbuj ponownie.
pt_pt: Ocorreu um erro, por favor tente novamente.
sv_se: Ett fel uppstod, försök igen.

# onboardingLoginErrorTitle
source: Sign-in error
da_dk: Loginfejl
de_de: Anmeldefehler
el_gr: Σφάλμα σύνδεσης
es_es: Error de inicio de sesión
fi_fi: Kirjautumisvirhe
fr_fr: Erreur de connexion
it_it: Errore di accesso
nb_no: Innloggingsfeil
nl_nl: Inlogfout
pl_pl: Błąd logowania
pt_pt: Erro de início de sessão
sv_se: Inloggningsfel

# onboardingLoginProcessingDescription
source: Retrieving your information…
da_dk: Henter dine oplysninger…
de_de: Ihre Informationen werden abgerufen…
el_gr: Ανάκτηση πληροφοριών σας…
es_es: Recuperando su información…
fi_fi: Haetaan tietojasi…
fr_fr: Récupération vos informations..
it_it: Recupero delle tue informazioni…
nb_no: Henter informasjonen din…
nl_nl: Uw gegevens ophalen…
pl_pl: Pobieranie Twoich informacji…
pt_pt: A obter as suas informações…
sv_se: Hämtar din information…

# onboardingLoginProcessingTitle
source: One moment…
da_dk: Et øjeblik…
de_de: Einen Moment…
el_gr: Ένα λεπτό…
es_es: Un momento…
fi_fi: Hetki…
fr_fr: Un instant..
it_it: Un momento…
nb_no: Et øyeblikk…
nl_nl: Een ogenblik…
pl_pl: Chwileczkę…
pt_pt: Um momento…
sv_se: Ett ögonblick…

# onboardingLoginTitle
source: Welcome to kDrive
da_dk: Velkommen til kDrive
de_de: Willkommen bei kDrive
el_gr: Καλωσορίσατε στο kDrive
es_es: Bienvenido a kDrive
fi_fi: Tervetuloa kDriveen
fr_fr: Bienvenue dans kDrive
it_it: Benvenuto su kDrive
nb_no: Velkommen til kDrive
nl_nl: Welkom bij kDrive
pl_pl: Witaj w kDrive
pt_pt: Bem-vindo ao kDrive
sv_se: Välkommen till kDrive

# onboardingSynchronizationAppReadyDescription
source: Your files are ready to be synced safely on your computer.
da_dk: Dine filer er klar til at blive synkroniseret sikkert på din computer.
de_de: Ihre Dateien sind bereit, sicher auf Ihrem Computer synchronisiert zu werden.
el_gr: Τα αρχεία σας είναι έτοιμα να συγχρονιστούν με ασφάλεια στον υπολογιστή σας.
es_es: Sus archivos están listos para sincronizarse de forma segura en su ordenador.
fi_fi: Tiedostosi ovat valmiita synkronoitavaksi turvallisesti tietokoneellesi.
fr_fr: Vos fichiers sont prêts à être synchronisés en toute sécurité sur votre ordinateur.
it_it: I tuoi file sono pronti per essere sincronizzati in modo sicuro sul tuo computer.
nb_no: Filene dine er klare til å bli synkronisert trygt på datamaskinen din.
nl_nl: Uw bestanden zijn klaar om veilig te worden gesynchroniseerd op uw computer.
pl_pl: Twoje pliki są gotowe do bezpiecznej synchronizacji na Twoim komputerze.
pt_pt: Os seus ficheiros estão prontos para ser sincronizados em segurança no seu computador.
sv_se: Dina filer är redo att synkroniseras säkert på din dator.

# onboardingSynchronizationAppReadyTitle
source: All set!
da_dk: Klar!
de_de: Alles bereit!
el_gr: Όλα έτοιμα!
es_es: ¡Todo listo!
fi_fi: Kaikki valmista!
fr_fr: Tout est prêt !
it_it: Tutto pronto!
nb_no: Alt er klart!
nl_nl: Alles klaar!
pl_pl: Wszystko gotowe!
pt_pt: Está tudo pronto!
sv_se: Allt är klart!

# onboardingSynchronizationInProgressDescription
source: We are finalizing the configuration of your kDrives. Please wait a few moments.
da_dk: Vi afslutter konfigurationen af dine kDrive. Vent venligst et øjeblik.
de_de: Wir schliessen die Konfiguration Ihrer kDrives ab. Bitte warten Sie einen Moment.
el_gr: Οριστικοποιούμε τη διαμόρφωση των kDrive σας. Παρακαλούμε περιμένετε μερικές στιγμές.
es_es: Estamos finalizando la configuración de sus kDrives. Por favor, espere unos instantes.
fi_fi: Viimeistelemme kDrivejesi määritystä. Odota hetki.
fr_fr: Nous finalisons la configuration de vos kDrive. Nous vous invitons à patienter quelques instants.
it_it: Stiamo finalizzando la configurazione dei tuoi kDrive. Attendi qualche istante.
nb_no: Vi fullfører konfigurasjonen av kDrive-ene dine. Vennligst vent noen øyeblikk.
nl_nl: We voltooien de configuratie van uw kDrives. Even geduld alstublieft.
pl_pl: Finalizujemy konfigurację Twoich kDrive. Prosimy o chwilę cierpliwości.
pt_pt: Estamos a finalizar a configuração dos seus kDrives. Aguarde alguns instantes.
sv_se: Vi slutför konfigurationen av dina kDrives. Vänta ett ögonblick.

# onboardingSynchronizationInProgressTitle
source: Sync in progress…
da_dk: Synkronisering i gang…
de_de: Synchronisierung läuft…
el_gr: Συγχρονισμός σε εξέλιξη…
es_es: Sincronización en curso…
fi_fi: Synkronointi käynnissä…
fr_fr: Synchronisation en cours…
it_it: Sincronizzazione in corso…
nb_no: Synkronisering pågår…
nl_nl: Synchronisatie bezig…
pl_pl: Synchronizacja w toku…
pt_pt: Sincronização em curso…
sv_se: Synkronisering pågår…

# openKDriveAtStartupSetting
source: Open kDrive when the computer starts
da_dk: Åbn kDrive, når computeren starter
de_de: kDrive beim Computerstart öffnen
el_gr: Άνοιγμα kDrive κατά την εκκίνηση του υπολογιστή
es_es: Abrir kDrive cuando se inicie el ordenador
fi_fi: Avaa kDrive tietokoneen käynnistyessä
fr_fr: Ouvrir kDrive au démarrage de l’ordinateur
it_it: Apri kDrive all’avvio del computer
nb_no: Åpne kDrive når datamaskinen starter
nl_nl: kDrive openen wanneer de computer start
pl_pl: Otwórz kDrive przy uruchomieniu komputera
pt_pt: Abrir o kDrive quando o computador inicia
sv_se: Öppna kDrive när datorn startar

# openLoginPage
source: Open the sign-in page
da_dk: Åbn login-siden
de_de: Anmeldeseite öffnen
el_gr: Άνοιγμα σελίδας σύνδεσης
es_es: Abrir la página de inicio de sesión
fi_fi: Avaa kirjautumissivu
fr_fr: Ouvrir la page de connexion
it_it: Apri la pagina di accesso
nb_no: Åpne innloggingssiden
nl_nl: De inlogpagina openen
pl_pl: Otwórz stronę logowania
pt_pt: Abrir a página de início de sessão
sv_se: Öppna inloggningssidan

source: Path copied to clipboard
da_dk: Sti kopieret til udklipsholder
de_de: Pfad in die Zwischenablage kopiert
el_gr: Η διαδρομή αντιγράφηκε στο πρόχειρο
es_es: Ruta copiada al portapapeles
fi_fi: Polku kopioitu leikepöydälle
fr_fr: Chemin copié dans le presse-papiers
it_it: Percorso copiato negli appunti
nb_no: Bane kopiert til utklippstavle
nl_nl: Pad gekopieerd naar klembord
pl_pl: Ścieżka skopiowana do schowka
pt_pt: Caminho copiado para a área de transferência
sv_se: Sökväg kopierad till urklipp
